tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "klarna/tap", "https://stash.int.klarna.net/scm/kep/klarna-tap.git"
tap "thoughtbot/formulae"
brew "ansible"
brew "bash-completion"
brew "bat"
brew "docker-compose"
brew "fzf"
brew "git"
brew "htop"
brew "jq"
brew "lsd"
brew "neovim"
brew "nvm"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "shellcheck"
brew "the_silver_searcher"
brew "wget"
brew "yarn"
brew "yq"
brew "z"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
brew "klarna/tap/ci-secrets-cli"
brew "klarna/tap/grond-cli"
brew "klarna/tap/kep-cli"
cask "alacritty"
cask "brave-browser"
cask "discord"
cask "docker"
cask "emacs"
cask "iterm2"
cask "visual-studio-code"
vscode "fwcd.kotlin"
vscode "marlon407.code-groovy"
vscode "mellowmarshmallow.groovy"
vscode "redhat.java"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscodevim.vim"
