tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "thoughtbot/formulae"
tap "d12frosted/emacs-plus"
brew "ansible"
brew "bash-completion"
brew "bat"
brew "docker-compose"
brew "delta"
brew "fzf"
brew "htop"
brew "jq"
brew "lsd"
brew "neovim"
brew "nvm"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "shellcheck"
brew "the_silver_searcher"
brew "wget"
brew "yarn"
brew "yq"
brew "z"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
cask "discord"
cask "docker"
cask "ghostty"
